{
  "Eye of the Madwoman":{"Type":"Relic","Element":"Air","Starter":"No","Source":"Research","Power":"An eye inked with the infant blood. The relic mercifully strikes any near-death enemy with heavenly lightning.","Lore":"A madwoman once believed to be a witch. A common occurrence. The town laughed, but after many strange deaths, they decided to burn the woman just in case. However, the rain fell and silenced the flame, and a powerful lightning strike killed all the spectators."},
  "Book of Serpents":{"Type":"Relic","Element":"Earth","Starter":"Saint","Source":"Research","Power":"A powerful amulet disguised as a grimoire. Anyone who hurts its owner is cursed with Decay.","Lore":"A gift from one witch to another. Too much mead during the sabbath made the giftee forget that the book is merely a disguise. After returning home, she started testing the spells and cursed herself with Decay. All that was found was the grimoire and a pool of rotten meat."},
  "Painted Tooth":{"Type":"Relic","Element":"Fire","Starter":"Hunter","Source":"Research","Power":"A tooth found among witch's ashes. Critical shots on full health enemies ignite them.","Lore":"A witch burst into flames in front of a monastery gate. Scared of her ashes, the monks avoided them for nearly a century. One day, a preyer came and examined the remains. The tooth was the only thing he found. The next day, the ashes disappeared."},
  "Blood of a Banshee":{"Type":"Relic","Element":"Fire","Starter":"No","Source":"Research","Power":"Bloods spilled by a banshee burned on the stake. Overkill causes the victim to explode, igniting nearby enemies.","Lore":"One woman cried for so long and hard that villagers accused her of being a banshee. When she was burned at the stake, she confessed that her cries were caused by seeing a vision of her own death."},
  "Braid of a Seductress":{"Type":"Relic","Element":"Water","Starter":"No","Source":"Irongate Castle","Power":"Radiates an Aura that freezes any Minor enemy who wounds the owner of the relic with a melee attack","Lore":"A husband ran away after being caught in flagrante with a beautiful girl. The agitated wife wanted to slap her but froze motionless in the attempt. When the husband returned, the wife's throat had been slit, and all that was left of the girl was this braid."},
  "Bittersweet Nightshade":{"Type":"Fetish","Element":"None","Starter":"Butcher","Source":"Research","Power":"When low on health, any damage taken makes the fetish release a powerful shockwave.","Lore":"Not just the witches' plant, it's widely used to protect both man and beast from a variety of threats and maladies. With certain dark rituals done under the moonlight, its aura can gain the power of, curiously enough, the sun."},
  "Monkshood":{"Type":"Fetish","Element":"None","Starter":"No","Source":"Irongate Castle Vault","Power":"Absorbing a Manifestation crystal add a magical shield that neutralizes any damage once and then dissipates","Lore":"A highly toxic and poisonous herb, the touch of which is often fatal. Through the wickedness of witchcraft, forced to emanate a protective aura."},
  "Henbane":{"Type":"Fetish","Element":"None","Starter":"No","Source":"Research","Power":"Significantly increases the effectiveness of healing elixirs.","Lore":"Bizarre thoughts, vivid hallucinations, and a sensation of flight. These are the effects of henbane, witches' favorite. Workshop's herbalists are scared of the henbane's power, and thus limit their interest to the healing properties of small doses."},
  "Balewort":{"Type":"Fetish","Element":"None","Starter":"No","Source":"Research","Power":"When below half health, killing enemies can turn their witchfire into a healing essence that regenerates a bit of health when picked up.","Lore":"A powerful pain killer and sleep inducer, with unfortunate side effects of apoplexia, epilepsy, lethargy, paralysis, loss of memory, and even death. Tamed by the Vatican herbalists to turn witchfire into a gentle healing essence."},
  "Mandrake":{"Type":"Fetish","Element":"None","Starter":"No","Source":"Scarlet Coast","Power":"Prevents fatal damage once per expedition. Activated, restores some health, fully recharges spells, and grants a few seconds of immunity to any incoming damage.","Lore":"A potent humanoid-shaped root that grows under the gallows where a hanged man's blood, urine or semen stained the earth."},
  "Ring of Excreta":{"Type":"Ring","Element":"Earth","Starter":"No","Source":"Research","Power":"Dash leaves behind a delayed bomb that damages and knocks back enemies.","Lore":"A ring of unassuming form but a powerful smell. Some say it reminds them of cowpat and manure, while others recall the stench of urine and rotten meat. Preyers who lived through the plague say it simply smells of death."},
  "Crown of Fire":{"Type":"Ring","Element":"Fire","Starter":"No","Source":"Research","Power":"Dash applies the Fire elemental to a weapon for a short time.","Lore":"Made of metal from a falling star. Warm to the touch, sometimes giving the impression of having a pulse. No Workshop researcher would ever acknowledge it, though. Those suspected of being corrupted by the witch magic they work with rarely live to see the next day."},
  "Shadowmist Ring":{"Type":"Ring","Element":"Water","Starter":"No","Source":"Research","Power":"Dashing turns the ring bearer into a shadow mist that can pass through enemies.","Lore":"Among the wonders forged by the Workshop, this ring stands apart. Rumors hint that conjuring the mist was difficult, but allowing it to pass through the dead unaffected was another story. It is whispered that numerous ancient burial grounds now find themselves somewhat lighter of bones."},
  "Ring of Obedience":{"Type":"Ring","Element":"None","Starter":"No","Source":"Research","Power":"Dashing while looking at the last wounded enemy pushes them in the direction of the Dash.","Lore":"An item on which Workshop researchers worked for many years, and yet it is merely a pale echo of what most witches achieve by lifting a finger. A preyer learned the ring's limits once when fighting an old hag. She stood unflinching as he was violently undone into a mist of blood and witchfire."},
  "Ring of Wings":{"Type":"Ring","Element":"None","Starter":"No","Source":"Scarlet Coast Vault","Power":"Allows to Dash mid-air","Lore":"Witches glide through the night, carried by sinister, ancient spirits. Preyers who dared to embrace such flight spoke of being plagued by dark thoughts and strange whispers. This persuaded the Workshop to cautiously limit the ring's power."},
  "Belladonna":{"Type":"Fetish","Element":"None","Starter":"No","Source":"Research","Power":"A regenerating aura that fully shields against minor damage but allows any stronger attack to penetrate.","Lore":"Also known as Cerise du Diable and Deadly Nightshadem, this rare ingredient is vital in rituals of death and life. The latter is harder to achieve, but the Workshop never sleeps."},
  "Ring of Thorns":{"Type":"Ring","Element":"Water","Starter":"No","Source":"Research","Power":"Dodging an attack with Dash freezes the attacker. Killing them before they thaw might create an ammo-replenishing orb.","Lore":"A witch's gift to a lover who betrayed her. He was found conscious, unable to die but encased in ice. Whispers say he's still alive somewhere despite the ring taken off his finger."},
  "Severed Ear":{"Type":"Relic","Element":"None","Starter":"No","Source":"Hermitorium","Power":"Reloading releases a shockwave that knocks back nearby enemies.","Lore":"A young and unexperienced witch turned her screams into a weapon. The power of one was sos intense that it made her deaf. A preyer used this against her, reaching the banshee in her sleep. The echo of her screams still lingers in her ears."},
  "Kirfane":{"Type":"Relic","Element":"Air","Starter":"No","Source":"Island of the Damned Vault","Power":"After landing multiple shots, a bolt of lightning arcs between nearby enemies.","Lore":"A powerful witch annihillated a small army, leaving only two survivors: herself and a lone soldier hiding in a nearby lake. When she found him and raised the knife to deliver the final blow, lightning struck. And then, there were no survivors."},
  "Scourge":{"Type":"Relic","Element":"None","Starter":"No","Source":"Research","Power":"Prevents a fatal hit, removing bonus Stamina instead. Refreshes on regaining Focus","Lore":"The Witch's Mercy, they called it in bitter irony - a scourge whose sharpened tendrils would tear flesh and knit it back together in the same stroke, eachlash perfectly calibrated to inflict maximum pain while denying the release of death."},
  "Parasite":{"Type":"Relic","Element":"Earth","Starter":"No","Source":"Irongate Castle","Power":"Curses the nearest enemy with Decay.","Lore":"The Workshop doctor claimed the parasite had a hundred pecent mortality rate, and said his farewells. When they found him still breathing three weeks after infection, his necrotic flesh crawling with larvae, they realized death wasn't the worst possible outcome."},
  "Dynamo Ring":{"Type":"Ring","Element":"Air","Starter":"No","Source":"Research","Power":"Dashing after landing a hit unleashes a lightning bolt that seeks the nearest enemy, favoring targets in the direction of the dash.","Lore":"The Wrokshop's craftsman's journal entry spoke of harnessing the ring's power to create an eternal light that would banish darkness from every corner of the world. When the Vatican discovered his heresy of daring to play God, they made sure there would never be another entry in that journal."},
  "Meteor Ring":{"Type":"Ring","Element":"Fire","Starter":"No","Source":"Irongate Castle","Power":"Slides are longer and create a damaging fire trail that burns enemies.","Lore":"The preyer slipped the cursed ring onto the ghoul's finger, knowing the trail of fire would lead him straight to the witch. By dawn, he found only his own bootprints circling back to the grave, now emty exept for a pile of ashes that still glowed with inner heat."},
  "Yew":{"Type":"Fetish","Element":"None","Starter":"No","Source":"Witch Mountain","Power":"Collecting shield orbs sometimes dropped by enemies grants a temporary shield","Lore":"Carved from wood that guards graveyards yet promises eternity, this fetish channels its protective essence to tip the scales between life and oblivion."}
}
