{
  "Eye of the Madwoman":{"Type":"Relic","Lore":"A madwoman once believed to be a witch. A common occurrence. The town laughed, but after many strange deaths, they decided to burn the woman just in case. However, the rain fell and silenced the flame, and a powerful lightning strike killed all the spectators.","Power":"An eye inked with the infant blood. The relic mercifully strikes any near-death enemy with heavenly lightning.","Source":"Research","Element":"Air"},
  "Book of Serpents":{"Type":"Relic","Lore":"A gift from one witch to another. Too much mead during the sabbath made the giftee forget that the book is merely a disguise. After returning home, she started testing the spells and cursed herself with Decay. All that was found was the grimoire and a pool of rotten meat.","Power":"A powerful amulet disguised as a grimoire. Anyone who hurts its owner is cursed with Decay.","Source":"Research","Element":"Earth"},
  "Painted Tooth":{"Type":"Relic","Lore":"A witch burst into flames in front of a monastery gate. Scared of her ashes, the monks avoided them for nearly a century. One day, a preyer came and examined the remains. The tooth was the only thing he found. The next day, the ashes disappeared.","Power":"A tooth found among witch's ashes. Critical shots on full health enemies ignite them.","Source":"Research","Element":"Fire"},
  "Blood of a Banshee":{"Type":"Relic","Lore":"One woman cried for so long and hard that villagers accused her of being a banshee. When she was burned at the stake, she confessed that her cries were caused by seeing a vision of her own death.","Power":"Bloods spilled by a banshee burned on the stake. Overkill causes the victim to explode, igniting nearby enemies.","Source":"Research","Element":"Fire"},
  "Braid of a Seductress":{"Type":"Relic","Lore":"A husband ran away after being caught in flagrante with a beautiful girl. The agitated wife wanted to slap her but froze motionless in the attempt. When the husband returned, the wife's throat had been slit, and all that was left of the girl was this braid.","Power":"Radiates an Aura that freezes any Minor enemy who wounds the owner of the relic with a melee attack","Source":"Irongate Castle","Element":"Water"},
  "Bittersweet Nightshade":{"Type":"Fetish","Lore":"Not just the witches' plant, it's widely used to protect both man and beast from a variety of threats and maladies. With certain dark rituals done under the moonlight, its aura can gain the power of, curiously enough, the sun.","Power":"When low on health, any damage taken makes the fetish release a powerful shockwave.","Source":"Research","Element":"None"},
  "Monkshood":{"Type":"Fetish","Lore":"A highly toxic and poisonous herb, the touch of which is often fatal. Through the wickedness of witchcraft, forced to emanate a protective aura.","Power":"Absorbing a Manifestation crystal add a magical shield that neutralizes any damage once and then dissipates","Source":"Irongate Castle","Element":"None"},
  "Henbane":{"Type":"Fetish","Lore":"Bizarre thoughts, vivid hallucinations, and a sensation of flight. These are the effects of henbane, witches' favorite. Workshop's herbalists are scared of the henbane's power, and thus limit their interest to the healing properties of small doses.","Power":"Significantly increases the effectiveness of healing elixirs.","Source":"Research","Element":"None"},
  "Balewort":{"Type":"Fetish","Lore":"A powerful pain killer and sleep inducer, with unfortunate side effects of apoplexia, epilepsy, lethargy, paralysis, loss of memory, and even death. Tamed by the Vatican herbalists to turn witchfire into a gentle healing essence.","Power":"When below half health, killing enemies can turn their witchfire into a healing essence that regenerates a bit of health when picked up.","Source":"Research","Element":"None"},
  "Mandrake":{"Type":"Fetish","Lore":"A potent humanoid-shaped root that grows under the gallows where a hanged man's blood, urine or semen stained the earth.","Power":"Prevents fatal damage once per expedition. Activated, restores some health, fully recharges spells, and grants a few seconds of immunity to any incoming damage.","Source":"Scarlet Coast","Element":"None"},
  "Ring of Excreta":{"Type":"Ring","Lore":"A ring of unassuming form but a powerful smell. Some say it reminds them of cowpat and manure, while others recall the stench of urine and rotten meat. Preyers who lived through the plague say it simply smells of death.","Power":"Dash leaves behind a delayed bomb that damages and knocks back enemies.","Source":"Research","Element":"Earth"},
  "Crown of Fire":{"Type":"Ring","Lore":"Made of metal from a falling star. Warm to the touch, sometimes giving the impression of having a pulse. No Workshop researcher would ever acknowledge it, though. Those suspected of being corrupted by the witch magic they work with rarely live to see the next day.","Power":"Dash applies the Fire elemental to a weapon for a short time.","Source":"Research","Element":"Fire"},
  "Shadowmist Ring":{"Type":"Ring","Lore":"Among the wonders forged by the Workshop, this ring stands apart. Rumors hint that conjuring the mist was difficult, but allowing it to pass through the dead unaffected was another story. It is whispered that numerous ancient burial grounds now find themselves somewhat lighter of bones.","Power":"Dashing turns the ring bearer into a shadow mist that can pass through enemies.","Source":"Research","Element":"Water"},
  "Ring of Obedience":{"Type":"Ring","Lore":"An item on which Workshop researchers worked for many years, and yet it is merely a pale echo of what most witches achieve by lifting a finger. A preyer learned the ring's limits once when fighting an old hag. She stood unflinching as he was violently undone into a mist of blood and witchfire.","Power":"Dashing while looking at the last wounded enemy pushes them in the direction of the Dash.","Source":"Research","Element":"None"},
  "Ring of Wings":{"Type":"Ring","Lore":"Witches glide through the night, carried by sinister, ancient spirits. Preyers who dared to embrace such flight spoke of being plagued by dark thoughts and strange whispers. This persuaded the Workshop to cautiously limit the ring's power.","Power":"Allows to Dash mid-air","Source":"Scarlet Coast","Element":"None"},
  "Belladonna":{"Type":"Fetish","Lore":"Also known as Cerise du Diable and Deadly Nightshadem, this rare ingredient is vital in rituals of death and life. The latter is harder to achieve, but the Workshop never sleeps.","Power":"A regenerating aura that fully shields against minor damage but allows any stronger attack to penetrate.","Source":"Research","Element":"None"},
  "Ring of Thorns":{"Type":"Ring","Lore":"A hateful ring that causes the wearer to age a thousand times faster, unless tamed by a witchfire. One of the rare items that the Workshop enhanced, but did not create.","Power":"Dodging an attack with Dash curses the attacker with Decay. Killing them before the Decay expires might create an orb that regenerates some ammunition.","Source":"Research","Element":"Earth"},
  "Severed Ear":{"Type":"Relic","Lore":"A young and unexperienced witch turned her screams into a weapon. The power of one was sos intense that it made her deaf. A preyer used this against her, reaching the banshee in her sleep. The echo of her screams still lingers in her ears.","Power":"Reloading releases a shockwave that knocks back nearby enemies.","Source":"Hermitorium","Element":"None"},
  "Kirfane":{"Type":"Relic","Lore":"A powerful witch annihillated a small army, leaving only two survivors: herself and a lone soldier hiding in a nearby lake. When she found him and raised the knife to deliver the final blow, lightning struck. And then, there were no survivors.","Power":"After landing multiple shots, a bolt of lightning arcs between nearby enemies.","Source":"Island of the Damned","Element":"Air"}
}
