{
  "Stigma Diabolicum":{"Type":"Light Spell","Element":"Earth","Starter":"No","Source":"Scarlet Coast","Power":"A cyst that attaches to enemies, becoming their additional weak spot.","Lore":"The Workshop is haunted by the irony that their strongest spells align with what the Church vehemently opposes, Researchers and preyers are thus faced with the harsh reality that the end sometimes justifies the means. This principle holds true with the ugly, disgusting, but highly effective hex,"},
  "Fireballs":{"Type":"Light Spell","Element":"Fire","Starter":"No","Source":"Research","Power":"Three Fireballs homing in onto multiple enemies.","Lore":"Ideal for initiating or ending a duel, this spell heats witchfire inside the targets, increasing their vulnerability, and allows for an easy finishing blow that conserves ammunition. Regrettably, the Vestals refuse to refine the formula with their sacred fire, put off by the spell's lack of finesse."},
  "Frost Cone":{"Type":"Light Spell","Element":"Water","Starter":"No","Source":"Research","Power":"An icy cloud that freezes any enemies on its path.","Lore":"For a time, the Workshop hailed this spell as a revolutionary discovery that would change the course of the war. Sadly, it turned out that not only did the ice prove less effective against mightier foes, but they also developed an immunity to it with time. This made the Workshop turn towards other elements, leaving the domain of water underexplored to this day."},
  "Lightning Bolt":{"Type":"Light Spell","Element":"Air","Starter":"Slayer","Source":"Research","Power":"A lightning bolt that knocks back and shocks enemies.","Lore":"An instant hit, nomen omen, among the less humble of preyers enticed by the power to mimic the thunder god. Yet, they are swiftly cautioned that for the Church, the end always justifies the means, and such juvenile fascination should never dictate the choice of their armaments for the fray."},
  "Blight Cyst":{"Type":"Light Spell","Element":"Earth","Starter":"No","Source":"Research","Power":"A cyst that attaches to the environment or enemies. Explodes after a while but can be shot for a more powerful explosion.","Lore":"Promises of earth element fostering strength and growth were made by the Workshop witches, but they defaulted to their old ways. Now, such spells focus on decay, petrification, and death, making them less appealing for some scholars due to the foul stench or lingering superstitions."},
  "Shockwave":{"Type":"Light Spell","Element":"None","Starter":"Shadow","Source":"Research","Power":"A shockwave that stuns nearby Minor enemies and exhausted Major ones.","Lore":"Before fully realizing Shock's power, Workshop scholars focused on wind for their air elemental spells. Shockwave, named somewhat confusingly, is one example of that work. Though this spell might lack in sheer devastation, it serves as an exquisite choice in rare moments of panic."},
  "Ice Stiletto":{"Type":"Light Spell","Element":"Water","Starter":"No","Source":"Research","Power":"An icy stiletto that freezes the targeted enemy.","Lore":"Few preyers appreciated this spell, criticizing its high effort for minimal effect. Yet, the scholars of the Workshop insisted that removing an enemy from battle was almost as good as defeating them. These few hunters who believed this have started to see this tactical approach pay off greatly."},
  "Ice Sphere":{"Type":"Heavy Spell","Element":"Water","Starter":"Saint","Source":"Research","Power":"Spawns an icy sphere that protects the caster from damage and freezes any enemy that gets inside it.","Lore":"A witch's trap, a chest brimming with gold, was meant to encase intruders in ice through a cunning spell. However, the hag failed to account for animals, and a well-trained dog pulled the spell free. The dog's master passed the spell to a priest, who sent it to the Workshop."},
  "Iron Cross":{"Type":"Heavy Spell","Element":"Air","Starter":"No","Source":"Research","Power":"Spawns an iron cross with lightning bolts that bind all nearby enemies to it.","Lore":"The cross bears the weight of sinners and saints alike. It stands as a stark reminder of the harsh, relentless God we serve, embodying our Church's symbol of humility and unwavering faith. Not even the witch, who twisted the cross into a tool of death against the devout of Erfurt, could tarnish its sacred essence of redemption."},
  "Cursed Bell":{"Type":"Heavy Spell","Element":"None","Starter":"No","Source":"Research","Power":"Spawns a cursed bell. Firing at the bell tolls it, stunning all nearby Minor enemies.","Lore":"Before some witches knew their own strength, one found herself captive in a church's dungeon. She harbored a dream that with the day's final toll of the bell above, the door would unlatch, granting her freedom. And so, it came to pass. The door swung open, and she walked out past the petrified guards, frozen in place, never to move again."},
  "Rotten Fiend":{"Type":"Heavy Spell","Element":"Earth","Starter":"No","Source":"Research","Power":"Resurrects a Grenadier who now attacks his former allies with incredible ferocity.","Lore":"The undead serve as the witch's marionettes – ghouls stripped of their humanity, animated by unseen forces, their souls trapped in limbo between the living realm and the witch's dominion of death. However, their will's absence leaves them open to new masters. Realizing this, the Workshop ushered in an era of necromancy, and many new spells were born."},
  "Cornucopia":{"Type":"Heavy Spell","Element":"None","Starter":"No","Source":"Research","Power":"The last bullet regenerates right after firing. Manual reload can still be executed. Does not work with Demonic Weapons.","Lore":"For years, the Workshop saw no need for weapon-specific spells. The weapons were already imbued with powerful magic, and that was deemed sufficient. However, the scarcity of proto-ammo has pushed it to explore new solutions. After all, mater artium necessitas - necessity is the mother of invention."},
  "Burning Stake":{"Type":"Heavy Spell","Element":"Fire","Starter":"No","Source":"Irongate Castle","Power":"Spawns a burning stake that ignite enemies. Damaging them charges the stake. Full charged, the stake releases a fiery explosion","Lore":"Bound to the stake, the witch laughed through her bruises and blood, A few unnerved by her demeanor, fled the square, sensing an ominous air, When the torch kissed the straw, it wasn't just flames that rose, but a monstrous inferno, consuming those who remained in a blaze that mirrored the witch's final, triumphant cackle."},
  "Stormball":{"Type":"Light Spell","Element":"Air","Starter":"No","Source":"Research","Power":"A ball lightning that shocks any enemy near its path","Lore":"An echo of a witch, blinded by her hatred of the church. She defended her lair with violent storms, each spell more refined and powerful. After many such battles, no one, not even she, can access her lair, now protected by a never-ending barrage of deadly thunder."},
  "Firebreath":{"Type":"Light Spell","Element":"Fire","Starter":"No","Source":"Island of the Damned","Power":"A fire breather's trick turned deadly, damaging enemies and recharging melee","Lore":"The legendary fire breather Ignatius was exposed as a witch sympathizer. Tortured and about to reveal his secrets, he burst into flames and turned to ash in an instant. All that remained was the ring, the source of his fiery skills."},
  "Twinshade":{"Type":"Light Spell","Element":"None","Starter":"No","Source":"Witch Mountain","Power":"Strikes with a spectral sword or hammer, changing weapons mased on enemy health.","Lore":"The Workshop asked the witch about the reason for such a costly duality of the spell. She explained calmly that the pleasure wasn't in the killing, but in watching hope drain from their eyes when the hammer fades ...only for the sword to emerge."},
  "Miasma":{"Type":"Heavy Spell","Element":"Earth","Starter":"No","Source":"Witch Mountain","Power":"Summons a swinging incense burner that decays nearby enemies. Shooting the burner before it stops prolongs its duration.","Lore":"A witch created a desperate spell to hide from mortal danger. When used, it worked too well, erasing both her existence and all memory of her. At least, so whispers the Workshop, though none can verify what truly occurred."}
}
